[
    {
        "text": "{name} You should try tasting cyanide."
    },
    {
        "text": "{name} Your enzymes are meant to digest rat poison!"
    },
    {
        "text": "{name} You should try sleeping forever."
    },
    {
        "text": "{name} Pick up a gun and shoot yourself."
    },
    {
        "text": "{name} You could make a world record by jumping from a plane without parachute."
    },
    {
        "text": "{name} Stop talking BS and jump in front of a running bullet train."
    },
    {
        "text": "{name} Try bathing with Hydrochloric Acid instead of water."
    },
    {
        "text": "{name} Try this: if you hold your breath underwater for an hour, you can then hold it forever."
    },
    {
        "text": "{name} Go Green! Stop inhaling Oxygen."
    },
    {
        "text": "{name} God was searching for you. You should leave to meet him."
    },
    {
        "text": "{name} Go give your 100%! Now, go donate blood."
    },
    {
        "text": "{name} Try jumping from a hundred story building, but you can do it only once."
    },
    {
        "text": "{name} You should donate your brain seeing that you never used it."
    },
    {
        "text": "{name} Volunteer for target in an firing range."
    },
    {
        "text": "{name} Head shots are fun. Get yourself one !!"
    },
    {
        "text": "{name} You should try swimming with great white sharks."
    },
    {
        "text": "{name} You should paint yourself red and run in a bull marathon."
    },
    {
        "text": "{name} You can stay underwater for the rest of your life without coming back up."
    },
    {
        "text": "{name} How about you stop breathing for like 1 day?"
    },
    {
        "text": "{name} Try provoking a tiger while you both are in a cage."
    },
    {
        "text": "{name} Have you tried shooting yourself as high as 100m using a cannon?"
    },
    {
        "text": "{name} You should try holding TNT in your mouth and igniting it."
    },
    {
        "text": "{name} Try playing catch and throw with nitroglycerin. It's fun"
    },
    {
        "text": "{name} I heard phosgene is poisonous but I guess you won't mind inhaling it for fun."
    },
    {
        "text": "{name} Launch yourself into outer space while forgetting oxygen on Earth."
    },
    {
        "text": "{name} You should try playing snake and ladders, with real snakes and no ladders."
    },
    {
        "text": "{name} Dance naked on a couple of HT wires."
    },
    {
        "text": "{name} An active volcano is the best swimming pool for you."
    },
    {
        "text": "{name} You should try hot bath in a volcano."
    },
    {
        "text": "{name} Try to spend one day in a coffin and it will be yours forever."
    },
    {
        "text": "{name} Hit Uranium with a slow moving neutron in your presence. It will be a worthwhile experience."
    },
    {
        "text": "{name} You can be the first person to step on the sun. Have a try."
    },
    {
        "text": ""
    }
]