[
    {
        "text": "Both volleyball and basketball were invented in Massachusetts."
    },
    {
        "text": "Scientists have partially revived disembodied pig brains."
    },
    {
        "text": "Nearly all species to have ever existed on Earth are extinct."
    },
    {
        "text": "There's a textbook written entirely by an AI author."
    },
    {
        "text": "20% of all the oxygen you breathe is used by your brain."
    },
    {
        "text": "Everyone has their own unique smell, except identical twins."
    },
    {
        "text": "While SPAM is most popular in Hawaii, it was actually invented in Minnesota. The state even serves as home to the SPAM museum!"
    },
    {
        "text": "The word \"MacGyvered\" is in the Oxford English Dictionary."
    },
    {
        "text": "Stressed men have altered proclivities."
    },
    {
        "text": "will we ever be Jeopardy ready if you donat commit these random facts to memory? When you know the answer to something that no one else in the room does, it has a way of making you feel like a genius. So if youare a sucker for trivia, looking to crush your next game night, or just love learning new things that arenat common knowledge, youave come to the right place. Youall never know when youall need to pull these facts out, which is part of the fun. So, we invite you to nerd out with us and check out our list of random facts."
    },
    {
        "text": "Elmer Fuddas original name was Egghead."
    },
    {
        "text": "More than two percent of the American population was killed during the Civil War."
    },
    {
        "text": "there such a thing as useless information? No way. All those little random interesting, funny, scary facts, or adid you knowa facts you have stored in your brain are there for a reason and will surely come in handy some daya even if itas just so you can beat your best dude at Jeopardy or amaze your bored kiddo while on a family excursion. Just in case you donat have enough info cluttering your brain, here are some more fun, interesting, or just plain zany fun tidbits to keep handy."
    },
    {
        "text": "You're taller in the morning than at night. This is because over the course of the day our cartilage compresses and makes us a bit shorter."
    },
    {
        "text": "\"E\" is the most common letter and appears in 11 percent of all english words."
    },
    {
        "text": "Humans are the only animals that blush."
    },
    {
        "text": "There's an entire family in Italy that feels almost no pain."
    },
    {
        "text": "Strawberries are NOT berries, but bananas actually are!"
    },
    {
        "text": "While the Wright Brothers are famous as a pair, they actually only flew together once. They promised their father theyad always fly separately."
    },
    {
        "text": "Dogs also have something called neophilia, which means they are attracted to new and interesting odors. This might explain a lot about why your daily walks with your dog take longer some days than others."
    },
    {
        "text": "Abraham Lincoln's bodyguard left his post at Ford's Theatre to go for a drink."
    },
    {
        "text": "The world wastes about 1 billion metric tons of food each year."
    },
    {
        "text": "The expression aheart of golda was invented by Shakespeare."
    },
    {
        "text": "In their lifetime, the average person walks the equivalent of five times around the Earth."
    },
    {
        "text": "Bees can sting other bees  usually if they feel threatened or are protecting their territory. In other words, you're not the only one who's scared of getting stung."
    },
    {
        "text": "You can sneeze faster than a cheetah can run."
    },
    {
        "text": "Did you know that jellyfish have been around even before dinosaurs?"
    },
    {
        "text": "America's first bank robber deposited the money back into the same bank."
    },
    {
        "text": "MLB umpires are required to wear black underwear in case they split their pants."
    },
    {
        "text": "Virginia is the only state that has the same state flower and state tree, the Dogwood."
    },
    {
        "text": "Despite taking about three hours to play out, the average baseball game only has about 18 minutes of active playing time."
    },
    {
        "text": "To make one pound of honey, a bee has to fly 90,000 miles! Though one bee typically only makes one-twelfth of a teaspoon of the stuff in its lifetime."
    },
    {
        "text": "The heart of a shrimp is located in its head. Weird, yet kind of cool. Also weird: Shrimp have an open circulatory system, so their organs just float in blood."
    },
    {
        "text": "That lack of cats led to a rat infestation which led to the spread of the plague."
    },
    {
        "text": "The man who founded Atari also started Chuck E. Cheese."
    },
    {
        "text": "A restaurant in New York employs grandmas as chefs."
    },
    {
        "text": "Lana del Rey's real name is Lizzy Grant. She says she chose the name because she wanted something \"that sounded sort of exotic and reminded me of like the seaside on the Floridian coast."
    },
    {
        "text": "The first iPhone wasn't made by Apple."
    },
    {
        "text": "There's an island in Japan that is only inhabited by bunnies. And, yes, you can visit there if you want."
    },
    {
        "text": "Guinea pigs were once sacrificed wearing earrings and necklaces and wrapped like sushi."
    },
    {
        "text": "You canat hum while plugging your nose."
    },
    {
        "text": "Your brain uses 10 watts of energy to think and does not feel pain."
    },
    {
        "text": "Polar bear fur is actually clear, and their skin is black."
    },
    {
        "text": "There's a device that creates energy from snowfall."
    },
    {
        "text": "Dolphins have been trained to be used in wars."
    },
    {
        "text": "There is only one country on earth without mosquitoes: Iceland. Its low temperatures make it impossible for the pest to breed."
    },
    {
        "text": "The longest wedding veil was the same length as 63.5 football fields."
    },
    {
        "text": "Got a song stuck in your head? Thatas called an aearworm.a"
    },
    {
        "text": "The Sahara Desert can reach up to 136 degrees. Its average temperature is actually about 100 degrees Fahrenheit, so it's pretty much always hot."
    },
    {
        "text": "Russia has more surface area than Pluto. Seem impossible? Just think of those 11 time zones."
    },
    {
        "text": "A group of porcupines is called a prickle."
    },
    {
        "text": "Bees sometimes sting other bees."
    },
    {
        "text": "In Russia, beer was considered a soft drink, not alcohol, until 2011!"
    },
    {
        "text": "The Hollywood sign in Los Angeles once said \"Hollywoodland,\" but was changed in 1949."
    },
    {
        "text": "There's a giant fish with a transparent head."
    },
    {
        "text": "Cats once delivered mail in Belgium."
    },
    {
        "text": "Until 2011, anything lower than 11% ABV was not legally considered alcohol."
    },
    {
        "text": "Theodore Rooseveltas kids had a pet bear, badger, and hyena, to name but a few animals a and they brought them all to the White House!"
    },
    {
        "text": "The largest living organism in the world is a fungus. It is in Oregon, covering 2,200 acres and is still growing."
    },
    {
        "text": "Cans of diet soda will float in water but regular soda cans will sink."
    },
    {
        "text": "The majority of Americans choose dogs over love."
    },
    {
        "text": "A little gross, but also kind of funny: Lobsters pee out of their faces. Even more interesting, they do this as a way to attract mates."
    },
    {
        "text": "Pop star Lorde has an Instagram account where she rates onion rings from around the world. Because why not?"
    },
    {
        "text": "Monacoas orchestra is bigger than its army."
    },
    {
        "text": "The cast of Friends still earns around $20 million each year."
    },
    {
        "text": "A horses canter is a 3-beat gait. On the second beat, opposite front and rear legs hit the ground at the same time.  After the third beat is a rest, or suspension, when all three legs are off the ground."
    },
    {
        "text": "Time stops at the speed of light."
    },
    {
        "text": "The Queen has some hidden hideaways."
    },
    {
        "text": "Sloths can hold their breaths for up to 40 minutes."
    },
    {
        "text": "The closest state in the United States to Africa is Maine, which juts out further east into the Atlantic than most people realize."
    },
    {
        "text": "You are always looking at your nose; your brain just chooses to ignore it."
    },
    {
        "text": "The total weight of ants on earth once equaled the total weight of people."
    },
    {
        "text": "Dinosaurs lived on every continent."
    },
    {
        "text": "The famous Sesame Street character Cookie Monsters real name is Sid. And Captain Crunch? His full name is Captain Horatio Magellan Crunch. Naturally."
    },
    {
        "text": "Saturnas surface is less dense than water. That means it could float in your bathtub a if it were big enough."
    },
    {
        "text": "A 70-year-old woman once completed seven marathons in seven days, across all seven continents."
    },
    {
        "text": "Applesauce was the first food eaten in space by astronauts."
    },
    {
        "text": "The technical term for a fear of long words is aahippopotomonstrosesquippedaliophobia.a No way you can self-diagnose yourself with that one!"
    },
    {
        "text": "One man once survived two atomic bombs."
    },
    {
        "text": "Baby flamingos are born grey, not pink."
    },
    {
        "text": "The longest hiccuping spell lasted a whopping 68 years."
    },
    {
        "text": "One man was once constipated for nearly two months."
    },
    {
        "text": "The name of a group of lemurs is (wait for it) a \"conspiracy.\" Really. This is because they often work together in their social groups to outsmart prey."
    },
    {
        "text": "Pringles aren't actually potato chips."
    },
    {
        "text": "Clocking in at 1,560 words, \"Rap God\" by Eminem is the song with the most words. Imagine trying to memorize all of that."
    },
    {
        "text": "In Arizona, you canat feed garbage to pigs without getting a permit."
    },
    {
        "text": "Humans are the only animals on earth with chins.  The scariest part is that no one knows why this is."
    },
    {
        "text": "The feeling of getting lost inside a mall is known as the Gruen transfer."
    },
    {
        "text": "Jeannette Rankin was elected to Congress four years before women could even vote."
    },
    {
        "text": "In WWII British soldiers had to make do with only three sheets of toilet paper per day!"
    },
    {
        "text": "Sixty percent of the Worldas lakes (three million total) are located in Canada."
    },
    {
        "text": "Babies are born with more bones than adults. (Babies have 300 bones while adults only have 206.)"
    },
    {
        "text": "Only two mammals like spicy food: humans and the tree shrew."
    },
    {
        "text": "The first person charged with speeding in a vehicle was going eight miles per hour."
    },
    {
        "text": "You fart on average 14 times a day, and each fart travels from your body at 7 mph."
    },
    {
        "text": "It's a myth that people are either \"left-brained\" or \"right-brained.\""
    },
    {
        "text": "Sharks existed before trees."
    },
    {
        "text": "Scientists were able to take a picture of an atom's shadow."
    },
    {
        "text": "Think before you season. In Egypt, itas considered incredibly rude to salt food that has been served to you."
    },
    {
        "text": "Baby koalas are fed poo by their parents after they are born which helps them digest Eucalyptus leaves later in life."
    },
    {
        "text": "There are more people in California than Canada, despite the fact that Canada is more than 2,000 percent larger in size than California."
    },
    {
        "text": "If Betelgeuse exploded right now, the staras last light show would brighten our sky for around two months."
    },
    {
        "text": "Detroit undercover cops in a drug ring once fought another group of undercover cops."
    },
    {
        "text": "The \"M's\" in M&Ms stand for \"Mars\" and \"Murrie.\""
    },
    {
        "text": "The moon has moonquakes."
    },
    {
        "text": "Avocados technically are berries, though."
    },
    {
        "text": "The Australian Aboriginal language of Paakantyi is only currently spoken by anywhere from 2 to 24 people."
    },
    {
        "text": "Guide dogs do their abusinessa on command a to make things easier for their owners. So considerate!"
    },
    {
        "text": "A tomato is actually a fruit."
    },
    {
        "text": "Most people break up on Mondays."
    },
    {
        "text": "Tomatoes have more genes than humans."
    },
    {
        "text": "You have a nail in your body."
    },
    {
        "text": "More human twins are being born now than ever before."
    },
    {
        "text": "The human body literally glows."
    },
    {
        "text": "All clownfish are born male."
    },
    {
        "text": "Will Ferrell consumed so much sugar while filming Elf that he actually became physically ill. If you've seen the famous spaghetti scene, then you can probably understand why."
    },
    {
        "text": "You can cut a pie into 8 pieces with only three cuts."
    },
    {
        "text": "Pluto technically isn't even a year old."
    },
    {
        "text": "Giraffes donat just have long necks: They have long tongues! Their tongues are between 18 and 20 inches long."
    },
    {
        "text": "Cheetahs don't roar."
    },
    {
        "text": "French Poodles are actually from Germany."
    },
    {
        "text": "Forget bald eagles. The turkey was once almost named the national bird."
    },
    {
        "text": "Goats have rectangular pupils in their eyes."
    },
    {
        "text": "The longest noodle ever made is more than 10,000 feet long. Thatas almost two miles! Wonder how long it would take us to slurp that?"
    },
    {
        "text": "Hitler had a flatulence problem."
    },
    {
        "text": "A group of owls is called a parliament."
    },
    {
        "text": "Hair and nails typically grow faster during pregnancy."
    },
    {
        "text": "Dolphins literally sleep with one eye open because only one of their brain hemispheres sleeps at a time. The left eye closes when the right half of the brain sleeps, and vice versa."
    },
    {
        "text": "Broccoli contains more protein than a lot of meats, including steak. Just another reason to add the green vegetable to your menu sometime soon."
    },
    {
        "text": "A woodpeckeras tongue actually wraps all the way around its brain, protecting it from damage when itas hammering into a tree."
    },
    {
        "text": "Otto the bulldog broke the record for a dog to skate through the longest human tunnel when he skated through the legs of 30 people without any assistance. Otto, youare our hero."
    },
    {
        "text": "You can actually hear rhubarb grow  it pops! This is because of how fast it grows  up to an inch per day. It also can squeak and make other noises."
    },
    {
        "text": "The U.S. almost went to war with Canada over a pig."
    },
    {
        "text": "A chef's toque contains 100 folds."
    },
    {
        "text": "Weare one to two centimeters taller in the morning than at night."
    },
    {
        "text": "A typical cough is 60 mph while a sneeze is often faster than 100 mph."
    },
    {
        "text": "160+ Otterly Terrific Kid-Friendly Animal Jokes And Puns Everyone Will Love"
    },
    {
        "text": "An ostrichas eye is actually bigger than its brain. Ostriches also have the largest eye of any land animal."
    },
    {
        "text": "Squeamish? Donat go to any cheese shops in Sardinia, lest you find yourself face to face with Casu Marzu, a cheese that gets its taste from live maggots. Eek!"
    },
    {
        "text": "Wombat poop is cube-shaped."
    },
    {
        "text": "If you play tennis at Wimbledon, swearing is not allowed. Therefore, judges have to learn swearwords in different languages in order to enforce the rules. Not the least fun job in the world, we'd say."
    },
    {
        "text": "Bees are the only insect that produce food that people eat. Thanks, bees!"
    },
    {
        "text": "Gatorade was named after the University of Florida Gators."
    },
    {
        "text": "Eating your offspring may be a sign of good parenting in some species."
    },
    {
        "text": "China didnat win its first Olympic medal until 1984."
    },
    {
        "text": "Ants have a built-in FitBit."
    },
    {
        "text": "Many mammals, including cats and dogs, walk on their toes in contrast to humans, who walk on the soles of their feet."
    },
    {
        "text": "Want to go to Rome? Which one? Thereas a city named Rome on six out of seven continents. (You really dropped the ball, Antarctica.)"
    },
    {
        "text": "Canada once heavily targeted LGBTQ individuals."
    },
    {
        "text": "There's a reason there's a hole in your pen caps."
    },
    {
        "text": "Chinese police use geese squads."
    },
    {
        "text": "You're pronouncing Dr. Seuss' name wrong."
    },
    {
        "text": "Snails can regenerate their eyes."
    },
    {
        "text": "Lettuce is a member of the sunflower family. Is your mind blown?"
    },
    {
        "text": "The original Ferris Wheel was designed and constructed in Chicago, Illinois, by George Washington Gale Ferris, Jr."
    },
    {
        "text": "Glass balls can bounce higher than rubber ones."
    },
    {
        "text": "Pigs are constitutionally protected in Florida."
    },
    {
        "text": "Ketchup was once sold as medicine to treat diarrhea and indigestion. The treatment did not, in fact, work."
    },
    {
        "text": "Bananas are curved because of how they grow  toward the sun. Also, technically speaking, they're actually defined as a type of berry."
    },
    {
        "text": "It takes 70 different pieces of wood to make up a violin, explaining why some of them are so expensive (one even sold for $16 million). Talk about a potentially very expensive hobby."
    },
    {
        "text": "Bee hummingbirds are so small they get mistaken for insects."
    },
    {
        "text": "Blushing is caused by a rush of adrenaline. It's also genetic, so if you're prone to it, it's likely one of your parents is, too."
    },
    {
        "text": "Jennifer Aniston was almost a  Saturday Night Live cast member  yes, before Friends. She turned down the role because she had heard the environment at SNL was not good toward women."
    },
    {
        "text": "The Australian government banned the word \"mate\" for a day."
    },
    {
        "text": "Wilt Chamberlain is in the Volleyball Hall of Fame."
    },
    {
        "text": "Brendan Fraser almost died while filming The Mummy (he passed out while filming a scene). Pretty scary, right?"
    },
    {
        "text": "Raspberries are actually a member of the rose family. So are apples, pears, and plums."
    },
    {
        "text": "Beethoven could still hear after going deaf."
    },
    {
        "text": "President Hubert Hoover invented a game called aHooverballa which was a cross between tennis and volleyball and was played with a medicine ball."
    },
    {
        "text": "Thumbs have their own pulse."
    },
    {
        "text": "Earth won't always have the same North Star."
    },
    {
        "text": "Fingernails don't grow after you die."
    },
    {
        "text": "More people are killed by vending machines than sharks. Also, more than 90% of shark attacks are on males."
    },
    {
        "text": "Sweat doesn't actually stink."
    },
    {
        "text": "Marie Curie is the only person to earn a Nobel prize in two different sciences."
    },
    {
        "text": "Iceland grows 5 centimeters per year because of its moving tectonic plates. Another Iceland fun fact: More than 60% of the country's population lives in its capital city."
    },
    {
        "text": "Over the course of an average lifetime, most people will spend an entire year sitting on the toilet."
    },
    {
        "text": "Most laughter isn't because things are funny."
    },
    {
        "text": "Plastic Easter eggs and plastic Easter grass were invented by a man who holds more patents than Thomas Edison."
    },
    {
        "text": "Astronauts in space are exposed to the same amount of radiation as 150 to 6,000 chest x-rays."
    },
    {
        "text": "President Nixon was an accomplished musician. He played five instruments, including the accordion."
    },
    {
        "text": "Seahorses mate for life and can often be seen holding each otheras tales."
    },
    {
        "text": "Dolphins give names to each other."
    },
    {
        "text": "Some lipsticks apparently contain fish scales. Eek!"
    },
    {
        "text": "If you put grapes in the microwave, they will explode. There are also more than 8,000 different varieties of grapes, believe it or not."
    },
    {
        "text": "In some Harry Potter movie scenes where Harry, Ron, and Hermione are doing their Hogwarts schoolwork, the actors were actually doing their REAL schoolwork!"
    },
    {
        "text": "Kentucky has more bourbon than people."
    },
    {
        "text": "Nine-banded armadillos always have quadruplets, and theyare always identical."
    },
    {
        "text": "A flock of flamingos is calleda wait for ita a flamboyance! Fancy."
    },
    {
        "text": "There are over 700 ancient Egyptian hieroglyphic symbols. Thatas a lot compared to 26 letters of alphabet!"
    },
    {
        "text": "Believe it or not, wombats' poop is cube-shaped. This apparently has to do with their digestive process and various bodily contractions. The more you know."
    },
    {
        "text": "The most difficult-to-pronounce town is in Wales: Llanfairpwllgwyngyllgogerychwyrndrobwyll llantysiliogogogoch."
    },
    {
        "text": "Redheads aren't actually going extinct."
    },
    {
        "text": "If you put together all the time of characters sitting in silence in Twilight, it would amount to 26 minutes. Vampires really are that dramatic."
    },
    {
        "text": "Since 1962, the official sport of Maryland has been jousting."
    },
    {
        "text": "Babies are physical anomalies."
    },
    {
        "text": "Joseph Stalin used to have people removed from photos after they died or were removed from office."
    },
    {
        "text": "A camel can drink up to 40 gallons of water in one go. Thatas seriously impressive!"
    },
    {
        "text": "Cardinals cover themselves in ants to get rid of lice and other harmful parasites that might be in their feathers."
    },
    {
        "text": "Humans aren't the only species to adopt."
    },
    {
        "text": "Hereas a fact to sit on: there are over 9,000 benches in Central Park."
    },
    {
        "text": "None of The Beatles could actually read music."
    },
    {
        "text": "Know how a bat or whale uses echolocation to communicate? Humans are also capable of echolocation."
    },
    {
        "text": "Water makes different pouring sounds depending on its temperature."
    },
    {
        "text": "Only 5% of the ocean has been explored. The intense pressure at the deepest depths of the ocean makes it virtually impossible to navigate."
    },
    {
        "text": "The Iowa State Fair holds quirky competitions like a beard-growing contest and a husband-calling contest."
    },
    {
        "text": "Hippos and horses are actually distant relatives."
    },
    {
        "text": "The Nobel Peace Prize is named for Alfred Nobel, the inventor of dynamite."
    },
    {
        "text": "Most countries don't refrigerate their eggs. In the US, they are considered a perishable item and therefore have to be refrigerated, but they have a surprisingly long shelf life."
    },
    {
        "text": "The man who wrote Dracula never visited Transylvania."
    },
    {
        "text": "The longest book title contains 1,809 words."
    },
    {
        "text": "A dozen bodies were once found in Benjamin Franklin's basement."
    },
    {
        "text": "Our European ancestors were cannibals."
    },
    {
        "text": "100+ Jokes About School That Are Definitely For The Cool Kids"
    },
    {
        "text": "The United States apparently makes 25 percent of the worldas cheese. Thatas a whole lot of cheese!"
    },
    {
        "text": "A narwhal's tusk reveals its past living conditions."
    },
    {
        "text": "The world's longest concert lasted 453 hours, though there is also a 639-year-long concert that is currently happening, according to the Washington Post."
    },
    {
        "text": "Most newborns lose all the hair they were born with by the time theyare six months old."
    },
    {
        "text": "Rabbits can't puke."
    },
    {
        "text": "Star Trek's Scotty stormed the beach at Normandy."
    },
    {
        "text": "Astronauts can grow up to two inches taller while theyare in space."
    },
    {
        "text": "Children's medicine once contained morphine."
    },
    {
        "text": "Contrary to what you might think, Canada actually eats more macaroni and cheese than any other place. Belgium east the most fries. Germany eats the most bread."
    },
    {
        "text": "Want chocolate smelling poo? There is a pill for that."
    },
    {
        "text": "Are you terrified that a duck is watching you? Some people are. That is anatidaephobia."
    },
    {
        "text": "Kids ask 300 questions a day."
    },
    {
        "text": "Strawberries are not actually berries. They're actually \"a multiple fruit which consists of many tiny individual fruits embedded in a fleshy receptacle,\" according to the Carnegie Museum, which is kind of a disturbing way to describe a strawberry but accurate nonetheless."
    },
    {
        "text": "Some golf balls are filled with honey."
    },
    {
        "text": "The word \"hipster\" goes all the way back to the 1930s."
    },
    {
        "text": "The Twitter bird's official name Is Larry."
    },
    {
        "text": "Giant Pandas eat approximately 28 pounds of bamboo a day  thats over 5 tons per year!"
    },
    {
        "text": "Earwax is technically a form of sweat. Bet that's one fun fact you kind of wish you didn't know now."
    },
    {
        "text": "It was once considered sacrilegious to use a fork."
    },
    {
        "text": "Donat bring your crystal ball to Maryland! Fortune telling is illegal in the state."
    },
    {
        "text": "While listening to music, your heart can sync to the rhythm."
    },
    {
        "text": "Ryan Gosling was almost in the Backstreet Boys. Like many other '90s boy and girl band members, Gosling was a member of the Mickey Mouse Club."
    },
    {
        "text": "Cotton candy was invented by a dentist."
    },
    {
        "text": "Turkey was probably not eaten at the first Thanksgiving a instead, wildfowl, goose, and even possiblya passenger pigeons and swans were consumed!"
    },
    {
        "text": "Alfred Hitchcock was scared of... eggs. Let's all be thankful he didn't create a horror film about eggs."
    },
    {
        "text": "Caterpillars have 12, count aem, 12 eyes!"
    },
    {
        "text": "A starfish can turn its stomach inside out."
    },
    {
        "text": "Pro baseball once had women players."
    },
    {
        "text": "Crows can recognize human faces  and remember them for their entire lives. They've also been known to leave gifts for humans."
    },
    {
        "text": "Crows holds grudges."
    },
    {
        "text": "When visiting Key West, youare actually closer to Havana than you are to Miami."
    },
    {
        "text": "Abraham Lincoln, who was famously tall at 6'4, was also a successful competitive wrestler."
    },
    {
        "text": "Whale songs can be used by scientists to sonically map out the ocean floor."
    },
    {
        "text": "Because of the 4 stages of the Water Cycle  Evaporation, Condensation, Precipitation and Collection  water falling as rain today may have previously fallen as rain days, weeks, months or years before."
    },
    {
        "text": "Like humans, koalas actually have unique individual fingerprints. If you place a koala and human finger print side by side, they're actually pretty hard to differentiate."
    },
    {
        "text": "A sneeze shoots through the air at 100 miles per hour, sending 10,000 germs flying."
    },
    {
        "text": "Donat let the chicken cross the road in Georgia (the country.) No, seriously. Itas illegal!"
    },
    {
        "text": "A pharaoh once lathered his slaves in honey to keep bugs away from him."
    },
    {
        "text": "The snow on Venus is metal."
    },
    {
        "text": "Mr. Cherry breaks all the records you've never heard of."
    },
    {
        "text": "France has a dozen time zones."
    },
    {
        "text": "Bats can eat 3,000 insects a night."
    },
    {
        "text": "Using ferrets to hunt other animals is illegal in West Virginia. Good to know!"
    },
    {
        "text": "The first Star Wars was expected to be a flop."
    },
    {
        "text": "If a Donkey and a Zebra have a baby, it is called a Zonkey."
    },
    {
        "text": "Danes once bred a pig to look like the flag."
    },
    {
        "text": "There is an immortal jellyfish."
    },
    {
        "text": "Copper door knobs are self-disinfecting."
    },
    {
        "text": "Sea otters like to hold each otheras paws when they sleep, so they donat drift apart while dreaming. How sweet is that?!"
    },
    {
        "text": "How do you tell if a cranberry is ripe? Itall bounce like a rubber ball."
    },
    {
        "text": "The only letter of the alphabet that doesnat appear in any American state is q."
    },
    {
        "text": "Forgetful? Move to Eastern Pennsylvania where the word ajawna can be used to a person, place, or thing you just canat remember."
    },
    {
        "text": "You can learn the High Valyrian language from Game of Thrones with an online course."
    },
    {
        "text": "The Comic Sans font came from an actual comic book."
    },
    {
        "text": "Originally, vacuum cleaners were horse-drawn. The horse-drawn buggy would announce to all your neighbors that you were having a special treatment done. Great advertising!"
    },
    {
        "text": "Go to bed! Chernobyl, the Exxon Valdez Oil Spill, and the Challenger explosion have all been attributed to a lack of sleep."
    },
    {
        "text": "Mice have pretty funny names: A female mouse is a doe and a male mouse is a buck. Baby mice are sometimes called pinkies because of their color and sometimes called pups."
    },
    {
        "text": "Finland has more saunas than cars."
    },
    {
        "text": "Umbrellas were once only used by women. They've also been around in some form since 500 BC."
    },
    {
        "text": "NFL refs also get Super Bowl rings."
    },
    {
        "text": "The heaviest onion on record was grown by Pete Glazebrook of England. It weighed 17 pounds!"
    },
    {
        "text": "The actors who voiced Mickey and Minnie mouse from the 1980s to the 2010s were married!"
    },
    {
        "text": "There's no such thing as \"pear cider.\""
    },
    {
        "text": "All clownfish are born male. That explains Marlin and Nemo. They have the ability to change their sex later on."
    },
    {
        "text": "The wood frog can hold its pee for up to eight months."
    },
    {
        "text": "A tsunami can travel as fast as a jet plane."
    },
    {
        "text": "In ancient Egypt, servants were smeared with honey so flies would flock to them instead of the pharaoh."
    },
    {
        "text": "aA Boy Named Suea wasnat written by Johnny Cash. Shel Silverstein wrote it."
    },
    {
        "text": "Pineapple works as a natural meat tenderizer."
    },
    {
        "text": "Cows can walk up stairs but not down them."
    },
    {
        "text": "Before 1913 parents could mail their kids to Grandmas through the postal service."
    },
    {
        "text": "Stomach acid is strong enough to dissolve metal."
    },
    {
        "text": "Barry Manilow did not, in fact, write aI Write The Songs.a"
    },
    {
        "text": "Humans wouldnat be able to taste food without saliva."
    },
    {
        "text": "The smallest country in the world takes up .2 square miles: Vatican City."
    },
    {
        "text": "The first Akita dog came to this country in 1937 a as a present for Helen Keller!"
    },
    {
        "text": "The hottest spot on the planet is in Libya."
    },
    {
        "text": "Parts of the Great Wall of China were made with sticky rice."
    },
    {
        "text": "You canat lick your elbow."
    },
    {
        "text": "While you sleep you cant smell anything  even really, really bad or potent smells."
    },
    {
        "text": "Mushrooms can glow in the dark. In fact, there are more than 70 varieties of mushrooms that do this. There are also 70-80 varieties of mushrooms that are poisonous to eat."
    },
    {
        "text": "Dogs have a dominant paw like humans have a dominant left or right hand. Can you tell if your dog is left-pawed or right-pawed?"
    },
    {
        "text": "182 Hilarious Jokes For Kids That Adults Find Funny Too"
    },
    {
        "text": "John Adams was the first president to live in the White House."
    },
    {
        "text": "Most people know dolphins have incredible sonar abilities. But did you know they were studied as war tools during the Cold War? They really are as smart as people say they are. There are dozens of dolphin-specific fun facts out there, actually."
    },
    {
        "text": "Nutmeg can be hallucinogenic if consumed in large quantities. You would have to eat at least two teaspoons or more to feel any effects, though."
    },
    {
        "text": "Mice actually do not like cheese! They prefer sweets if given the choice a they like to eat fruit, seeds, and grains!"
    },
    {
        "text": "There are 32 muscles in a catas ear."
    },
    {
        "text": "Some planets produce diamond rain."
    },
    {
        "text": "Jupiter's red spot is getting taller and smaller at the same time."
    },
    {
        "text": "The English word with the most definitions is \"set.\""
    },
    {
        "text": "Some people have an extra bone in their knee (and it's getting more common)."
    },
    {
        "text": "More than 100 baseballs are used during a typical professional baseball game."
    },
    {
        "text": "Buzz Lightyear's original name is Lunar Larry. Doesn't have quite the same ring to it, right?"
    },
    {
        "text": "The Silverback gorilla can lift almost a literal ton."
    },
    {
        "text": "Since 1945, all British tanks have been equipped with the necessary items for making tea."
    },
    {
        "text": "There's a world recordand a happy endingfor the greatest distance thrown in a car accident."
    },
    {
        "text": "There are 31,556,926 seconds in a year."
    },
    {
        "text": "The oldest domestic cat on record lived for 38 years. She was Creme Puff of Austin, Texas."
    },
    {
        "text": "There is a 50% chance that in a group of 23 people, two will share the same birthday. In a group of 367 people, it is a 100% chance. But only 70 people are required for a 99.9% chance."
    },
    {
        "text": "The fire hydrant patent was lost in a fire."
    },
    {
        "text": "According to the Guinness World Records, the world's heaviest watermelon weighed 350 pounds. Imagine trying to slice up that bad boy for a summer picnic."
    },
    {
        "text": "Apple Pie isn't actually American."
    },
    {
        "text": "Weare the only species known to blush."
    },
    {
        "text": "There's an entire town under a rock."
    },
    {
        "text": "There are more than 200 languages that have been invented just for television or movies."
    },
    {
        "text": "One of the ingredients needed to make dynamite is peanuts."
    },
    {
        "text": "The average golf ball has 336 dimples."
    },
    {
        "text": "Riding a roller coaster could help you pass a kidney stone."
    },
    {
        "text": "The healthiest place in the world is in Panama."
    },
    {
        "text": "Snails take the longest naps with some lasting as long as three years."
    },
    {
        "text": "Russia has a whopping 11 time zones within the country, which gives you an idea of just how large it is."
    },
    {
        "text": "Every two weeks, another language or dialect goes extinct. There is a language in Nigeria that is currently only spoken by four living individuals."
    },
    {
        "text": "Anteaters have no teeth."
    },
    {
        "text": "In Germany, people help toads cross the road."
    },
    {
        "text": "Your feet typically produce a pint of sweat every single day."
    },
    {
        "text": "Sharks can live for five centuries."
    },
    {
        "text": "Sea Lions have rhythm. They are the only animal able to clap to a beat."
    },
    {
        "text": "Birds can't live in space. They need gravity to be able to swallow."
    },
    {
        "text": "A woodpeckeras tongue is bigger than its entire head. It keeps it wrapped up around its brain to protect it from the impact of all that pecking!"
    },
    {
        "text": "Want a license plate in the shape of a polar bear? All you have to do is move to Nunavut Province in Canada!"
    },
    {
        "text": "Ninety percent of Libya is desert."
    },
    {
        "text": "Your nostrils work one at a time."
    },
    {
        "text": "Nutmeg can be fatally poisonous."
    },
    {
        "text": "Allergy season is getting longer and more intense each year."
    },
    {
        "text": "And trees weren't always biodegradable."
    },
    {
        "text": "One man has saved more than 200 people from suicide."
    },
    {
        "text": "To keep from drifting apart, sea otters hold hands while they sleep."
    },
    {
        "text": "A flock of peacocks is called a party. Party hard, peacocks!"
    },
    {
        "text": "Michael Jordan and the Chicago Bulls once went eight seasons (starting in 1990) without a three-game losing streak."
    },
    {
        "text": "Jamie Lee Curtis is Jake Gyllenhaal's godmother. His parents are both directors and screenwriters, so he's always been closely connected to the industry."
    },
    {
        "text": "Green, yellow, and red bell peppers might look like different versions of the same vegetable, but they're not!"
    },
    {
        "text": "Roughly 600 Parisians work at the Eiffel Tower each day."
    },
    {
        "text": "Abe Lincoln was a champion wrestler. He was also a licensed bartender. Maybe they should call him an aAbe of all trades.a"
    },
    {
        "text": "Some perfumes actually have whale poo in them."
    },
    {
        "text": "Saudi Arabia imports camels from Australia."
    },
    {
        "text": "You canat tickle yourself."
    },
    {
        "text": "Cows kill more Americans each year than sharks do."
    },
    {
        "text": "Gatorade was invented at the University of Florida, named after the mascot of the school, the Gators. The university receives 20 percent of the profits from the beverage."
    },
    {
        "text": "Goats have accents."
    },
    {
        "text": "Oona Chaplin, who played Robb Starkas wife in Game of Thrones, is Charlie Chaplinas granddaughter."
    },
    {
        "text": "A mermaid \"documentary\" once fooled so many people that the U.S. government had to issue a statement."
    },
    {
        "text": "All babies are born with blue eyes."
    },
    {
        "text": "A shrimpas heart is located in its head."
    },
    {
        "text": "By the time we die, weall have spent roughly a year sitting on the toilet."
    },
    {
        "text": "Dolly Parton once entered a Dolly Parton lookalike contest ... and lost. Even better, she lost to a drag queen. True to Dolly style, she tells the story often."
    },
    {
        "text": "Did you know that gorillas, monkeys, bonobos, and other primates make a new nest to sleep in every night?!"
    },
    {
        "text": "The cashew nuts we eat are actually attached to a large cashew apple that is used to make soft drinks in Brazil. Ca-shew on that fact!"
    },
    {
        "text": "Napoleon was once attacked by thousands of rabbits."
    },
    {
        "text": "Pilots and their co-pilots are required to eat different meals before flights so that they donat both end up with food poisoning."
    },
    {
        "text": "Metallica is the only band to perform on all seven continents."
    },
    {
        "text": "Whether you realize it or not, you blink around 20 times per minute. You can blink up to 5 times per second if you try, which makes the eyes the fastest muscle in the body."
    },
    {
        "text": "Speaking of ferrets, did you know they used to be used to protect grain stores from rodents?"
    },
    {
        "text": "The White House has 35 bathrooms. So every bathroom break can be different for POTUS!"
    },
    {
        "text": "The famed \"Typhoid Mary\" infected more than 50 people by cooking for them."
    },
    {
        "text": "\"New car smell\" is the scent of dozens of chemicals."
    },
    {
        "text": "The British royal family isn't allowed to play Monopoly because it gets too competitive. The Queen also has only one nail polish color."
    },
    {
        "text": "Ninety percent of the worldas population lives above the equator."
    },
    {
        "text": "Lawrence has a tattoo that says \"H2O\" on her hand to remind her to drink water. Whatever works, right?"
    },
    {
        "text": "Actor Bill Murray uses a 1-800 number instead of an agent or manager."
    },
    {
        "text": "Baby blue whales grow 200 pounds per day."
    },
    {
        "text": "Slugs have not one, not two, not three... but four noses. They don't work like human noses do, exactly. Instead, they sense chemicals, sounds, lights, and more."
    },
    {
        "text": "The average adult human has 2000-4000 taste buds and despite what you may have been taught, they are not visible to the human eye. Those bumps on your tongue are what the taste buds are on, but those aren't actually the taste buds themselves."
    },
    {
        "text": "Chickens donat just eat seeds, they like to eat insects and also mice and lizards! Ew, chickens!"
    },
    {
        "text": "Turns out, a dogas paw print is just as unique as a humanas. Good news for dog detectives!"
    },
    {
        "text": "Glaciers, ice caps, and ice sheets hold nearly 69 percent of the worldas freshwater."
    },
    {
        "text": "Creedence Clearwater Revival has the most No. 2 Billboard hitswithout ever hitting No. 1."
    },
    {
        "text": "America accidentally dropped an atom bomb on South Carolina in 1958."
    },
    {
        "text": "Goosebumps are meant to ward off predators."
    },
    {
        "text": "In 2016, Mozart sold more albums than BeyoncA."
    },
    {
        "text": "Dogs' noses are like human fingerprints; each one is unique."
    },
    {
        "text": "Dogs' sense of smell is 40 times more powerful than humans'  they have 300 million olfactory receptors."
    },
    {
        "text": "Your fingernails grow faster when you are cold."
    },
    {
        "text": "Jin Songhao of China won the world record for longest skin contact with snow at 46 minutes and 7 seconds!"
    },
    {
        "text": "A group of porcupines is called a prickle. How fitting. The animal is also known as a \"quill pig\" in Latin, which is kind of cute."
    },
    {
        "text": "Sea lions can dance to a beat."
    },
    {
        "text": "Want to know if your pet turtle is a boy or girl? Listen closely! Female turtles hiss and male turtles grunt."
    },
    {
        "text": "Many languages have the same roots."
    },
    {
        "text": "Pope Gregory IV once declared war on cats because he believed Satan used black cats. His declaration lead to the mass extermination of cats."
    },
    {
        "text": "Rolls-Royce makes the most expensive car in the world."
    },
    {
        "text": "Hereas one to tickle your funny bone: the human hand has 54 bones. Thatas more than a quarter of the bones in the whole body. Wow!"
    },
    {
        "text": "Humans are just one of the estimated 8.7 million species on Earth."
    },
    {
        "text": "Shaq only ever made one three-pointer."
    },
    {
        "text": "Greyhounds can run up to 45 mph. So donat challenge one to a race!"
    },
    {
        "text": "The first computer was invented in the 1940s."
    },
    {
        "text": "Showers really do spark creativity."
    },
    {
        "text": "Spend too much on drinks when you eat out? A small town in Italy actually has a fountain that serves free wine."
    },
    {
        "text": "Before the invention of modern false teeth, dentures were commonly made from the teeth of dead soldiers."
    },
    {
        "text": "Blue Ivy Carter is the youngest person ever to appear on a Billboard chart."
    },
    {
        "text": "The most expensive film ever made was Pirates of the Caribbean, which cost more than 375 million dollars to create.  For reference, the average budget for a big studio movie is around $65 million."
    },
    {
        "text": "Montana has three times as many cows as it does people."
    },
    {
        "text": "It is illegal to sell a \"bounceless\" pickle to somebody in Connecticut."
    },
    {
        "text": "A flock of ravens is called a conspiracy. Dark stuff!"
    },
    {
        "text": "Mary, of aMary Had A Little Lamba fame, was a real person and the song is based on a true story."
    },
    {
        "text": "Pigeons can tell the difference between a painting by Monet and Picasso."
    },
    {
        "text": "to learn more fun facts to impress your friends? Check out our coffee facts page and more!"
    },
    {
        "text": "Elephants suck on their trunks for comfort."
    },
    {
        "text": "There's a country where twins are most likely to be born."
    },
    {
        "text": "During a fundraiser for Hurricane Katrina relief efforts, someone donated $35,000 so that VH1 Classic would have to play a99 Luftballonsa on repeat for an entire hour."
    },
    {
        "text": "American Black bears are not just black but include bears of varying colors including blonde, cinnamon, brown, white and even silver-blue."
    },
    {
        "text": "Just like human babies suck their thumbs, baby elephants sometimes suck on their trunks. They can also stand within 20 minutes of birth (though they can't see for a while, and instead sense their mothers through sound and smell)."
    },
    {
        "text": "Finland has more saunas than cars. Sounds like a pretty great place. In fact, it's consistently ranked as one of the happiest countries in the world, which makes sense."
    },
    {
        "text": "The oldest living animal is reportedly a Seychelles giant tortoise named Jonathan. He is 190."
    },
    {
        "text": "Some blood vessels in a blue whale are actually big enough for humans to swim through."
    },
    {
        "text": "The Sundance Kid took his nickname from the town of Sundance, Wyoming."
    },
    {
        "text": "Hiking naked is illegal in Switzerland. Though we must say, it doesnat seem like a good idea in general!"
    },
    {
        "text": "The average person spends two weeks of their life waiting at traffic lights."
    },
    {
        "text": "Andrew Jacksonas parrot had to be removed from his funeral because it wouldnat stop swearing. Polly wants her mouth washed out."
    },
    {
        "text": "Harriet Tubman was even more heroic than you thought."
    },
    {
        "text": "Hair and nails grow faster during pregnancy."
    },
    {
        "text": "Women couldnat apply for credit at a bank until 1974."
    },
    {
        "text": "Kangaroos can not walk backwards."
    },
    {
        "text": "Germany uncovers 2,000 tons of unexploded bombs every year."
    },
    {
        "text": "Australia is wider than the moon  600km wider, to be exact."
    },
    {
        "text": "Dogs can also breathe and smell simultaneously, unlike humans (have you ever tried to breathe while inhaling through your nose?)."
    },
    {
        "text": "Playing the accordion was once required for teachers in North Korea."
    },
    {
        "text": "Though less common than earthquakes, the moon actually has moonquakes, too. That's right. Moonquakes. Pretty much everyone is interested in space, so this is always a good fact to pull out."
    },
    {
        "text": "The unicorn is the national animal of Scotland."
    },
    {
        "text": "You only breathe out of one nostril at a time."
    },
    {
        "text": "All clownfish are born male! They can also all change their sex to female, but they canat turn it back to male after doing so. So Nemo could become a girl fish all along!"
    },
    {
        "text": "There's a decorated war hero dog."
    },
    {
        "text": "The height of the Eiffel Tour can vary up to six inches, depending on the temperature."
    },
    {
        "text": "Maine is the only state that borders just one other state."
    },
    {
        "text": "New Yorkas Central Park is bigger than Monaco. Thatas right, one park is bigger than an entire country!"
    },
    {
        "text": "The surface of Mars is covered in rust, making the planet appear red."
    },
    {
        "text": "Gorillas can catch human colds a youare probably still safe to go to the zoo with the sniffles, though."
    },
    {
        "text": "The human body contains enough fat to make about seven bars of soap."
    },
    {
        "text": "There may be 2,000 active serial killers in the U.S. right now."
    },
    {
        "text": "The average human body carries more bacteria cells than human cells."
    },
    {
        "text": "Cats are not able to taste anything that is sweet."
    },
    {
        "text": "Beaver bum goo is occasionally used to enhance vanilla flavorings."
    },
    {
        "text": "Superman didn't always fly."
    },
    {
        "text": "The Bermuda Triangle isn't any more likely to cause a mysterious disappearance than anywhere else."
    },
    {
        "text": "Bill Gates has donated nearly half his fortune."
    },
    {
        "text": "Most department stores tend to play slower music, in order to slow down customers and keep them shopping longer. The opposite is true for restaurants."
    },
    {
        "text": "You actually lose a large percentage of your taste buds while on an airplane. This might explain a lot about those less-than-stellar in-flight meals, or why you find yourself craving the saltiest foods while in the sky."
    },
    {
        "text": "There's a town in Norway called Hell. Ironically, it never gets very warm there at all. In fact, the temperature regularly dips below zero degrees."
    },
    {
        "text": "One quarter of all our bones are in our feet."
    },
    {
        "text": "Many feet bones don't harden until you're an adult."
    },
    {
        "text": "The place that has more caves than any other place on earth? Kentucky. Surprising, right? Maybe worth adding to your next vacation list."
    },
    {
        "text": "Newborns don't have kneecaps."
    },
    {
        "text": "SPAM actually stands for spiced ham. It's been around since 1937."
    },
    {
        "text": "For 100 years, maps have shown an island that doesn't exist."
    },
    {
        "text": "Chewing gum boosts concentration."
    },
    {
        "text": "Koalas have fingerprints."
    },
    {
        "text": "Honey will never go bad, so that's one less thing you have to throw out when you clean out your pantry. You also don't have to refrigerate it."
    },
    {
        "text": "When you look at a bright sky and see white dots, you are looking at your blood.Those are white blood cells."
    },
    {
        "text": "You can eat the labels on fruit. They're totally edible much of the time... they just might not taste that good. Still probably a good idea to peel them off first."
    },
    {
        "text": "The title of tallest Mohawk goes to Kazuhito Watanabe, a Japanese fashion designer. His ahawka measures three feet 8.6 inches!"
    },
    {
        "text": "Do you have a wacky kiddo who loves random facts?"
    },
    {
        "text": "The Supreme Court has its own basketball court, with a great nickname: aThe highest court on the land!a Get it?!"
    },
    {
        "text": "In the UK, The Queen legally owns all unmarked swans."
    },
    {
        "text": "aHappy Birthdaya was the first song ever played on Mars. Mars Rover Curiosity played the song to itself on its first anniversary on the planet."
    },
    {
        "text": "Henry VIII knighted all four of his aGrooms of Stoola a the people in charge of wiping his butt for him."
    },
    {
        "text": "The Cleveland Browns are the only team to neither play in or host a Super Bowl."
    },
    {
        "text": "Bo Jackson refused the teams that originally tried to draft him in both baseball and football."
    },
    {
        "text": "Dogs actually understand some English."
    },
    {
        "text": "Goosebumps developed to make our ancestorsa hair stand up, making them appear more threatening to predators."
    },
    {
        "text": "Pistachios are technically fruits. Think of them as the opposite of a peach. Instead of throwing out the pit and eating the flesh, we do the opposite with pistachios."
    },
    {
        "text": "The first person convicted of speeding was going eight mph."
    },
    {
        "text": "White chocolate isn't actually chocolate at all. It's mostly cocoa butter, sugar, and lecithin."
    },
    {
        "text": "When Lady Gaga went to NYU, a group of students started a Facebook group about how she would never be famous. Guess the joke is really, really on them now, huh?"
    },
    {
        "text": "The severed head of a sea slug can grow a whole new body."
    },
    {
        "text": "Most U.S. stamp adhesive contains about one-tenth of a calorie. British stamps could set you back 5.9 calories. Of course, one lick wonat transfer all of that to your belly."
    },
    {
        "text": "Volleyball and basketball were both invented in Massachusetts."
    },
    {
        "text": "Some Maryland residents are taxed for the rain."
    },
    {
        "text": "The legend of the Loch Ness Monster goes back nearly 1,500 years."
    },
    {
        "text": "The shortest war in history lasted for only 38 minutes."
    },
    {
        "text": "Seven percent of American adults think chocolate milk comes from brown cows (spoiler: It does not)."
    },
    {
        "text": "The world's smallest reptile was first reported in 2021."
    },
    {
        "text": "Little brown bats make for the longest nappers a in captivity, they nap up to 19.9 hours a day. Wish we could take a nap that long!"
    },
    {
        "text": "Did you know apples come from the same plant family as roses? So do plums, raspberries, and many other delicious fruits. Next time, instead of roses, just send your mother a lovely bouquet of plums!"
    },
    {
        "text": "Dogs like squeaky toys for a dark reason."
    },
    {
        "text": "Women are attracted to the scent of Good & Plenty licorice candy and cucumber."
    },
    {
        "text": "A concert promoter once sold a thousand tickets to a Spice Girls concert in Hawaii that was never actually booked. Maybe thatas where they got the idea for Fyre Fest."
    },
    {
        "text": "The founder of sportswear companies Puma and Adidas were brothers! Rudolf aRudia Dassler is the brain behind Puma, while his big bro Adolf aAdia Dassler gave the world Adidas."
    },
    {
        "text": "Tornadoes can cause \"fish rain.\""
    },
    {
        "text": "Hippopotamus milk is pink."
    },
    {
        "text": "Apparently, the worldas fastest ant runs faster than Usain Bolt!"
    },
    {
        "text": "Only one city has won three major championships in one year. In 1935, the Detroit Lions won the Super Bowl, the Tigers won the world series, and the Red Wings won the Stanley Cup."
    },
    {
        "text": "Some tumors can grow hair, teeth, bones, even fingernails."
    },
    {
        "text": "A tick bite can make you allergic to red meat."
    },
    {
        "text": "The Supreme Court has its own private basketball court called \"the highest court in the land.\" Pretty clever, if you ask us. It also features a full gym."
    },
    {
        "text": "Vatican City is actually the smallest country in the world at only .2 miles wide."
    },
    {
        "text": "You lose up to 30 percent of your taste buds during flight."
    },
    {
        "text": "Some fish cough."
    },
    {
        "text": "A flock of flamingos is called a flamboyance."
    },
    {
        "text": "The average person living in Sweden eats about 22 pounds of chocolate a year."
    },
    {
        "text": "Freddie Mercury has a pretty memorable smile. But did you know it's because he had four extra teeth in his upper jaw? Yup. That's why Rami Malek had to wear prosthetic teeth while working on Bohemian Rhapsody."
    },
    {
        "text": "On average, hair grows about 6 inches per year. As we age, some of these hair follicles stop producing hair, which is why hair loss and balding is common in older people."
    },
    {
        "text": "In 2015, Belfast police used ice cream truck music to deter teenage rioters."
    },
    {
        "text": "Your small intestine is the largest internal organ in your body."
    },
    {
        "text": "Tennis was originally played with bare hands."
    },
    {
        "text": "Carrots were originally purple, not orange. You can still find delicious purple carrots around, though, even though they're not the most popular version."
    },
    {
        "text": "Tornados used to be called \"twirlblasts\" and \"twirlwinds\" in the 18th century."
    },
    {
        "text": "You can always \"see\" your nose."
    },
    {
        "text": "Ready to have your mind blown? A blind chameleon can still adjust to the colors of its environment. The way it changes colors is because of its special cells, not eyesight."
    },
    {
        "text": "Leo Fender, the inventor of the Stratocaster and the Telecaster, couldnat play guitar."
    },
    {
        "text": "However, George Harrison could reportedly play 26 instruments."
    },
    {
        "text": "Itas impossible to burp in space."
    },
    {
        "text": "The heads on Easter Island have bodies."
    },
    {
        "text": "George Washington owned a whiskey distillery."
    },
    {
        "text": "Hereas a little funny and creepy fact: not only are groups of crows called murders, but the birds actually hold funerals for their dead. Spooky!"
    },
    {
        "text": "The heaviest onion ever grown was 18 pounds and was grown in England. That's a toddler-sized onion."
    },
    {
        "text": "Your liver can regrow itself in three weeks."
    },
    {
        "text": "Space smells like seared steak."
    },
    {
        "text": "Every time you shuffle a deck of cards, you get a combination that's never existed."
    },
    {
        "text": "Tiger shark embryos begin attacking each other in their mothers womb before they are even born."
    },
    {
        "text": "In Switzerland, it's illegal to own just one guinea pig because they crave social interaction so much. In their natural habitat, they live in groups and are very communicative."
    },
    {
        "text": "The dot over the lower case \"i\" or \"j\" is known as a \"tittle.\""
    },
    {
        "text": "Some sea snakes can breathe through their skin."
    },
    {
        "text": "Saint Lucia is the only country in the world named after a woman."
    },
    {
        "text": "It takes a sloth two to four weeks to digest food. They actually have the slowest metabolic system of any mammal."
    }
]