[
    {
        "text": "Let me tell you. If I dont answer you the first time, what makes you think the next 25 will work?"
    },
    {
        "text": "I told my therapist about you; she didnt believe me."
    },
    {
        "text": "Cry me a river, then drown yourself in it."
    },
    {
        "text": "I dont want to rain on your parade. I want a typhoon."
    },
    {
        "text": "You have such a beautiful face... But lets put a bag over that personality."
    },
    {
        "text": "Every time I have a stick in my hand, you look like a pinata."
    },
    {
        "text": "I dont hate you, but if you were drowning, I would give you a high five."
    },
    {
        "text": "What is wrong with you? Have you had too many drugs in mental hospital today?"
    },
    {
        "text": "You are what happens when women drink during pregnancy."
    },
    {
        "text": "Hurting you is the least thing I want to do... but its still in the list."
    },
    {
        "text": "I am not ignoring you; I am just giving you a time to understand what you just said."
    },
    {
        "text": "Earth is full. Go home."
    },
    {
        "text": "I like the way you comb your hair, so horns dont show up."
    },
    {
        "text": "I look at you and think what a waste of two billion years of the evolution."
    },
    {
        "text": "When God made you, you must have been on the bottom of his to-do list."
    },
    {
        "text": "You are the reason why God is not talking to us anymore."
    },
    {
        "text": "God wanted to spice the earth with jokes, and he made your kind"
    },
    {
        "text": "It is better to shut your mouth and make people think you are stupid than open it and remove all doubt."
    },
    {
        "text": "You hear that? Its the sound of me not caring."
    },
    {
        "text": "If I wanted to kill myself, I would simply jump from your ego to your IQ."
    },
    {
        "text": "I am jealous of people who didnt meet you."
    },
    {
        "text": "Why are you rolling your eyes? Are you looking for your brain?"
    },
    {
        "text": "Im sorry... did my back hurt your knife?"
    },
    {
        "text": "Youre not simply a drama queen. Youre the whole royal family."
    },
    {
        "text": "I would call you an idiot, but it would be an insult for stupid people."
    },
    {
        "text": "Only thing that is pleasing about our relationship is that you are no longer in it."
    },
    {
        "text": "When I listen to you, I think you really going to go far. I hope you stay there."
    },
    {
        "text": "Are you at a loss for words, or did you exhaust your entire vocabulary?"
    },
    {
        "text": "A glowstick has a brighter future than you. Lasts longer in bed, too."
    },
    {
        "text": "Honey, only thing bothering me is placed between your ears."
    },
    {
        "text": "Somewhere tree is producing oxygen for you. Im sorry for it."
    },
    {
        "text": "I know I make stupid choices, but youre the worst of all my choices"
    },
    {
        "text": "You are the sun in my life... now get 93 million miles away from me."
    },
    {
        "text": "I didnt mean to offend you... but it was a huge plus."
    },
    {
        "text": "Remember, if anyone says youre beautiful, its all lies"
    },
    {
        "text": "You make me increase the amount of caffeine I take daily"
    },
    {
        "text": "You do realize we tolerate you."
    },
    {
        "text": "It would be a great day If you used a glue stick instead of Chapstick."
    },
    {
        "text": "You didnt change since last time I saw you. You should."
    },
    {
        "text": "You were so happy for the negativity of your Covid test, we didnt want to spoil the happiness by telling you it was IQ test."
    },
    {
        "text": "Everyone has purpose in this life, yours is to become an organ donor."
    },
    {
        "text": "If I throw a stick, will you leave me too?"
    },
    {
        "text": "Id tell you to blow your brains out, but Im pretty certain theres nothing there."
    },
    {
        "text": "You are the reason why there are instructions on shampoo bottles."
    },
    {
        "text": "When I look at you, I think to myself where have you been my whole life? Can you go back there?"
    },
    {
        "text": "I know you dont like me, that says a lot. You need to acquire a better taste."
    },
    {
        "text": "You are like a software update. every time I see you, I immediately think not now."
    },
    {
        "text": "When I see you coming, I get pre annoyed. Im just giving myself a head start."
    },
    {
        "text": "Have a nice day... somewhere else."
    },
    {
        "text": "I dont know what makes you so stupid, but it works."
    },
    {
        "text": "Whatever doesnt kill you, disappoints me."
    },
    {
        "text": "Are you talking to me? I thought you only talk behind my back."
    },
    {
        "text": "Every time I think you cant get any dumber, you are proving me wrong."
    },
    {
        "text": "It is hilarious how you are trying to fit your entire vocabulary into one sentence."
    },
    {
        "text": "Sorry I cant think of an insult dumb enough for you to understand."
    },
    {
        "text": "Taking a picture of you would put a virus on my phone"
    },
    {
        "text": "When I look at you, I wish I could meet you again for the first time... and walk past."
    },
    {
        "text": "If I had a dollar every time you shut up, I would give it back as a thank you."
    },
    {
        "text": "You can be anything you want...except good looking."
    },
    {
        "text": "The good books say to make good friends, but I think I made a mistake"
    },
    {
        "text": "Did you know your incubator had tinted windows? That explains a lot."
    },
    {
        "text": "I think you just need a high five... in the face... with a chair."
    },
    {
        "text": "Where is your off button?"
    },
    {
        "text": "Everyone is allowed to act stupid once, but you... you are abusing that privilege."
    },
    {
        "text": "The last time I saw something like you, it was behind metal grids."
    },
    {
        "text": "Is part 2 of your argument coming out soon or is that it?"
    },
    {
        "text": "Its all about balance... you start talking, I stop listening."
    },
    {
        "text": "You deserve to be loved... from a distance"
    },
    {
        "text": "Ola soy Dora. Can you help me find where we asked?"
    },
    {
        "text": "I would smack you, but Im against animal abuse."
    },
    {
        "text": "Yes, Im fully vaccinated, but I will still not hang out with you."
    },
    {
        "text": "I cant wait to spend my whole life without you."
    },
    {
        "text": "You cant imagine how much happiness you can bring... by leaving the room."
    },
    {
        "text": "All mistakes are fixable, yet you arent."
    },
    {
        "text": "There is someone out there for everyone. For you, its a therapist."
    },
    {
        "text": "Oh, sorry, did the middle of my sentence interrupted the beginning of yours?"
    },
    {
        "text": "I gave out all my trophies a while ago, but heres a participation award."
    },
    {
        "text": "Whoever told you to be yourself, gave you a bad advice."
    },
    {
        "text": "Youre the reason the divorce rate is so high."
    },
    {
        "text": "Ive never been a great cook, but I still know how to roast your ass."
    },
    {
        "text": "I dont want to rain on your parade. I want a typhoon."
    },
    {
        "text": "Ive never had many life goals. Im just really grateful Im not you."
    },
    {
        "text": "The only person falling for you is blind."
    },
    {
        "text": "Aww, dont worry, you are wanted...wanted for several accounts of perjury."
    },
    {
        "text": "I cant think of anything to celebrate on your birthday except you being closer to death."
    },
    {
        "text": "Dont place your self-worth in others hands. That being said, allow me to redirect you to the discount section. I found a spot for you."
    },
    {
        "text": "Has anyone ever tried to smack some sense into you? Allow me to be the first one."
    },
    {
        "text": "I dont have any trash to take out today, but I volunteer you as tribute."
    },
    {
        "text": "The amount of meaningful things youve done in your life wouldnt be enough to fill a single page."
    },
    {
        "text": "Id spell it out for you, but thats assuming you know your ABCs"
    },
    {
        "text": "You hit the nail right on the head. Too bad your parents took it literally."
    },
    {
        "text": "I must have been imagining things. For a second there, I thought you made a valid point."
    },
    {
        "text": "Id have hired an exterminator if I knew you were gonna bug the shit out of me."
    },
    {
        "text": "Louie Armstrong would have never released What a Wonderful World had he met you."
    },
    {
        "text": "When God made you, you must have been on the bottom of his to-do list."
    },
    {
        "text": "Youve got something on your face. No, not thereeverywhere."
    },
    {
        "text": "No amount of self-editing can fix the massive failure your autobiography would be."
    },
    {
        "text": "You should come with a warning label."
    },
    {
        "text": "Your ignorance makes my racist uncle look like Albert Einstein."
    },
    {
        "text": "They say our brains dont stop developing until we reach 25; looks like yours stopped a bit early."
    },
    {
        "text": "A balloon full of piss makes a bigger splash than your entire meaningless existence will on this planet."
    },
    {
        "text": "You hear that? Its the sound of me not caring."
    },
    {
        "text": "No matter how many shmucks I meet in my life, I can always trust you to be the absolute worst."
    },
    {
        "text": "Youre an unscented candle in a store full of beautiful fragrances."
    },
    {
        "text": "How awful. I was just imagining the day of your birth in my head."
    },
    {
        "text": "I didnt put garlic over my door because I think youre a vampire. It just smells much better than you."
    },
    {
        "text": "I clean up germs all day, but no matter how hard I scrub, youre still here."
    },
    {
        "text": "Your skin is glowing, but I think its from the radiation emanating from your toxic ass personality."
    },
    {
        "text": "You are the architect of your life. Unfortunately, the blueprints are messy, written in Mandarin, and waterlogged beyond all recognition. Good luck."
    },
    {
        "text": "Youre not simply a drama queen. Youre the whole royal family."
    },
    {
        "text": "Journey to the Center of the Earth was based on the quest to find where your head went after you shoved it up your own asshole."
    },
    {
        "text": "Are you at a loss for words, or did you exhaust your entire vocabulary?"
    },
    {
        "text": "A glowstick has a brighter future than you. Lasts longer in bed, too."
    },
    {
        "text": "Some people hatch into beautiful butterflies. Some people hatch into whatever the hell you are."
    },
    {
        "text": "I wanted to live life without many regrets. Then I met you."
    },
    {
        "text": "Listen to your doubts. I think theyre onto something."
    },
    {
        "text": "There are so many paths in life. Why didnt you choose the dark alleyway?"
    },
    {
        "text": "Youre lucky intelligence isnt measured in negative numbers."
    },
    {
        "text": "You seem to have a lot on your mind... a lot of bullshit."
    },
    {
        "text": "Earth has a population of over 7 billion, and I had to meet the biggest loser imaginable."
    },
    {
        "text": "I wrote something nice for you in invisible ink. Sorry, it must have washed off."
    },
    {
        "text": "You must be magic because I suddenly dont give a shit anymore!"
    },
    {
        "text": "Did God make you with his eyes closed?"
    },
    {
        "text": "I really enjoy the silence of your company. Can you stop talking more often?"
    },
    {
        "text": "My heart was beating fast when I saw you walk in. I thought you were the monster under my bed."
    },
    {
        "text": "It takes me a lot of effort to smile when youre around."
    },
    {
        "text": "Im not going to repeat myself, but Im also glad to do anything that prevents you from talking."
    },
    {
        "text": "Are all your friends this stupid as well? Maybe we can invite them over and, together, youd constitute one working brain cell."
    },
    {
        "text": "Break a leg. No, seriously, break a leg."
    },
    {
        "text": "This is a lose-lose situation for me. I lose my valuable time and any semblance of compassion I had left."
    },
    {
        "text": "If you ever cross my mind, Ill make sure its a busy intersection."
    },
    {
        "text": "It got a little chillier in here once I realized you were a cold-hearted bitch."
    },
    {
        "text": "I have a present for you. I present to you: absolutely fucking nothing."
    },
    {
        "text": "Id tell you to blow your brains out, but Im pretty certain theres nothing there."
    },
    {
        "text": "Are you normally this obnoxious, or is there some class you took?"
    },
    {
        "text": "Swallow your pride and your tongue while youre at it."
    },
    {
        "text": "I understand everything you said. Im choosing to ignore you."
    },
    {
        "text": "Your brain is working overtime today. You better pay it extra."
    },
    {
        "text": "Glad I could be of assistance. Allow me to assist you in never walking again."
    },
    {
        "text": "The series of mental backflips I had to do to try and understand your point should have broken my neck."
    },
    {
        "text": "Dont worry. Everyone makes mistakes. Your parents, for one."
    },
    {
        "text": "Row, row, row your boat gently down a raging fucking waterfall."
    },
    {
        "text": "Ditch the outfit. Youre enough of an asshat as it is."
    },
    {
        "text": "Id hate to come across a universe where youre funny."
    },
    {
        "text": "Good job. You almost reached a level of coherency resembling my newborn son."
    },
    {
        "text": "I like you just the way you are: uninspiring, uninteresting, and dreadfully unfunny."
    },
    {
        "text": "There was some terrible traffic accident on the news today. I was hoping that it was you."
    },
    {
        "text": "The song Army of One is an ode to your loneliness."
    },
    {
        "text": "I would like some tips on how to clear my mind from someone with nothing meaningful to contribute. Care to help?"
    },
    {
        "text": "Your absence would affect me greatly. Id finally get some peace and quiet."
    },
    {
        "text": "Youre the corner piece to an unsolvable puzzle: everyone looks right past you."
    },
    {
        "text": "The hardest pill to swallow is knowing nothing is as lethal as your personality."
    },
    {
        "text": "Youre like my fridge: always full of yourself yet offering an abundance of empty calories."
    },
    {
        "text": "I didnt think it was possible to give me more reasons to hate you until today."
    },
    {
        "text": "Youre the type of person that uses their 3rd grade research paper as a resume booster."
    },
    {
        "text": "I applaud your effort, but I think Im the only one in the audience. And Im leaving early."
    },
    {
        "text": "Spontaneity is the spice of life, and youre as plain as they come."
    },
    {
        "text": "Every cloud has a silver lining. Im still trying to figure out yours."
    },
    {
        "text": "Large and in charge isnt your excuse to be a fat asshole."
    },
    {
        "text": "The fact that someone wakes up to your face in the morning should be alarming. And yes, Im referring to the mirror as well."
    },
    {
        "text": "Spending some time would imply Id spend anything on your ungrateful ass."
    },
    {
        "text": "A corpse is better company than you."
    },
    {
        "text": "The Department of Homeland Security added your existence to the list of Natural Disasters."
    },
    {
        "text": "You can be anything you want...except good looking."
    },
    {
        "text": "Last weeks test was on shapes and colors, but it appears like you might have to revisit that after todays conversation."
    },
    {
        "text": "Is part 2 of your argument coming out soon or is that it?"
    },
    {
        "text": "The truth will set you free. You suck. Ok, youre free to go."
    },
    {
        "text": "The 0.01% of germs are afraid of contracting stupidity from you."
    },
    {
        "text": "When they said grow a pair, they didnt mean for you to have kids."
    },
    {
        "text": "What did you want to be when you grew up? A pain in the ass?"
    },
    {
        "text": "Funny, I dont remember you raising your hand. Im going to call on someone else."
    },
    {
        "text": "Im surprised your teeth arent brown from all the shit talking you do."
    },
    {
        "text": "You have a lot in common with the wart on my toe: Youre hard to get rid of, and I cant stand the pain you bring me daily."
    },
    {
        "text": "Being a dick to me wont make yours bigger."
    },
    {
        "text": "All mistakes are fixable, yet you arent."
    },
    {
        "text": "Did I hurt your ego? Do you want a kissy on your boo-boo?"
    },
    {
        "text": "Usually my rule is 3 strikes and youre out, but you were out of my mind as soon as you started spewing your bullshit."
    },
    {
        "text": "I gave out all my trophies a while ago, but heres a participation award."
    },
    {
        "text": "Youre the reason the divorce rate is so high."
    },
    {
        "text": "You are so full of shit, the toilets jealous."
    },
    {
        "text": "Dont hate me because Im beautiful. Hate me because your boyfriend thinks so."
    },
    {
        "text": "I may love to shop but I will never buy your bull."
    },
    {
        "text": "Do your parents even realize theyre living proof that two wrongs dont make a right?"
    },
    {
        "text": "Youre about as useful as an ashtray on a motorcycle."
    },
    {
        "text": "I love what youve done with your hair. How do you get it to come out of the nostrils like that?"
    },
    {
        "text": "Your kid is so annoying, he makes his Happy Meal cry."
    },
    {
        "text": "The people who tolerate you on a daily basis are the real heroes."
    },
    {
        "text": "Aww, its so cute when you try to talk about things you dont understand."
    },
    {
        "text": "I believed in evolution until I met you."
    },
    {
        "text": "Youre my favorite person... besides every other person Ive ever met."
    },
    {
        "text": "I hope your wife brings a date to your funeral."
    },
    {
        "text": "Feed your own ego. Im busy."
    },
    {
        "text": "Earth is full. Go home."
    },
    {
        "text": "You are like a cloud. When you disappear its a beautiful day."
    },
    {
        "text": "If your brain was dynamite, there wouldnt be enough to blow your hat off."
    },
    {
        "text": "Your family tree must be a cactus cause youre all a bunch of pricks."
    },
    {
        "text": "What doesnt kill you, disappoints me."
    },
    {
        "text": "You see that door? I want you on the other side of it."
    },
    {
        "text": "Dont get bitter, just get better."
    },
    {
        "text": "Keep rolling your eyes, you might eventually find a brain."
    },
    {
        "text": "Were you born on the highway? That is where most accidents happen."
    },
    {
        "text": "People like you are the reason God doesnt talk to us anymore."
    },
    {
        "text": "If youre going to be two-faced, at least make one of them pretty."
    },
    {
        "text": "If I threw a stick, youd leave, right?"
    },
    {
        "text": "Youre not stupid! You just have bad luck when youre thinking."
    },
    {
        "text": "You should really come with a warning label."
    },
    {
        "text": "Hey, your village called  they want their idiot back."
    },
    {
        "text": "You are proof that evolution can go in reverse."
    },
    {
        "text": "Youre about as useful as a screen door on a submarine."
    },
    {
        "text": "Light travels faster than sound which is why you seemed bright until you spoke."
    },
    {
        "text": "Take my lowest priority and put yourself beneath it."
    },
    {
        "text": "I could eat a bowl of alphabet soup and poop out a smarter statement than whatever you just said."
    },
    {
        "text": "If genius skips a generation, your children will be brilliant."
    },
    {
        "text": "Id slap you but I dont want to make your face look any better."
    },
    {
        "text": "You are the human version of period cramps."
    },
    {
        "text": "Too bad you cant Photoshop your ugly personality."
    },
    {
        "text": "Whered you get your clothes, girl, American Apparently Not?"
    },
    {
        "text": "Youre a grey sprinkle on a rainbow cupcake."
    },
    {
        "text": "Dont be ashamed of who you are. Thats your parents job."
    },
    {
        "text": "Someday youll go far. I hope you stay there."
    },
    {
        "text": "Youre impossible to underestimate."
    },
    {
        "text": "Id give you a nasty look but youve already got one."
    },
    {
        "text": "Grab a straw, because you suck."
    },
    {
        "text": "Youre like the end pieces of a loaf of bread. Everyone touches you, but nobody wants you."
    },
    {
        "text": "You fear success, but you really have nothing to worry about."
    },
    {
        "text": "If I wanted to hear from an asshole, Id fart."
    },
    {
        "text": "Somewhere out there, theres a tree working very hard to produce oxygen so that you can breathe. I think you should go and apologize to it."
    },
    {
        "text": "You are a pizza burn on the roof of the worlds mouth."
    },
    {
        "text": "You look like something that came out of a slow cooker."
    },
    {
        "text": "If laughter is the best medicine, your face must be curing the world."
    },
    {
        "text": "If you were an inanimate object, youd be a participation trophy."
    },
    {
        "text": "I was hoping for a battle of wits but you appear to be unarmed."
    },
    {
        "text": "Hey, you have something on your chin. No, the 3rd one down."
    },
    {
        "text": "Ill never forget the first time we met. But Ill keep trying."
    },
    {
        "text": "Child, Ive forgotten more than you ever knew."
    },
    {
        "text": "Youre the reason God created the middle finger."
    },
    {
        "text": "Im not insulting you, Im describing you."
    },
    {
        "text": "I will ignore you so hard you will start doubting your existence."
    },
    {
        "text": "Hold still. Im trying to imagine you with personality."
    },
    {
        "text": "Your secrets are always safe with me. I never even listen when you tell me them."
    },
    {
        "text": "If youre going to act like a turd, go lay on the yard."
    },
    {
        "text": "Good story, but in what chapter do you shut up?"
    },
    {
        "text": "You are more disappointing than an unsalted pretzel."
    },
    {
        "text": "You look like a before picture."
    },
    {
        "text": "People like you are the reason Im on medication."
    },
    {
        "text": "Isnt there a bullet somewhere you could be jumping in front of?"
    },
    {
        "text": "If ignorance is bliss, you must be the happiest person on the planet."
    },
    {
        "text": "Please just tell me you dont plan to home-school your kids."
    },
    {
        "text": "Dont you get tired of putting makeup on your two faces every morning?"
    },
    {
        "text": "Ive been called worse by better."
    },
    {
        "text": "Jesus might love you, but everyone else definitely thinks youre an idiot."
    },
    {
        "text": "Your ass must be pretty jealous of all the shit that comes out of your mouth."
    },
    {
        "text": "Youll never be the man your mom is."
    },
    {
        "text": "I envy people who have never met you."
    },
    {
        "text": "Your only purpose in life is to become an organ donor."
    },
    {
        "text": "Dont worry about me. Worry about your eyebrows."
    },
    {
        "text": "Its kind of hilarious watching you try to fit your entire vocabulary into one sentence."
    },
    {
        "text": "There are some remarkably dumb people in this world. Thanks for helping me understand that."
    },
    {
        "text": "Ive seen people like you before, but I had to pay admission."
    },
    {
        "text": "Were you born this stupid or did you take lessons?"
    },
    {
        "text": "You need a kiss on the neck from a crocodile."
    },
    {
        "text": "You bring everyone so much joy when you leave the room."
    },
    {
        "text": "Unless your name is Google, stop acting like you know everything!"
    },
    {
        "text": "Your face makes onions cry."
    },
    {
        "text": "Have a nice day, somewhere else."
    },
    {
        "text": "I dont have the time or the crayons to explain this to you."
    },
    {
        "text": "Remember when I asked for your opinion? Me neither."
    },
    {
        "text": "May both sides of your pillow be uncomfortably warm."
    },
    {
        "text": "I thought of you today. It reminded me to take out the trash."
    },
    {
        "text": "I told my therapist about you."
    },
    {
        "text": "Calling you an idiot would be an insult to all stupid people."
    },
    {
        "text": "I am returning your nose. I found it in my business."
    },
    {
        "text": "I dont know what your problem is, but Im guessing its hard to pronounce."
    },
    {
        "text": "Who ate your bowl of sunshine this morning, thundercloud?"
    },
    {
        "text": "Jealousy is a disease. Get well soon."
    },
    {
        "text": "Everyones entitled to act stupid once in a while, but you really abuse the privilege."
    },
    {
        "text": "That sounds like a you problem."
    },
    {
        "text": "Stupidity isnt a crime, so youre free to go."
    },
    {
        "text": "Im not saying I hate you, but I would unplug your life support to charge my phone."
    },
    {
        "text": "And by K. I meant F*ck you!"
    },
    {
        "text": "Life is full of disappointments, just ask your parents."
    },
    {
        "text": "May your life be as pleasant as you are."
    },
    {
        "text": "Awww...my middle finger likes you."
    },
    {
        "text": "Youre giving me the douchebumps."
    },
    {
        "text": "Your face is just fine, but youll have to put a bag over that personality."
    },
    {
        "text": "Why is it acceptable for you to be an idiot but not for me to point it out?"
    },
    {
        "text": "I would love to insult you, but that would be beyond the level of your intelligence."
    },
    {
        "text": "I have seen bread smarter than you."
    },
    {
        "text": "Awww...its cute when you try to talk about things you dont understand."
    },
    {
        "text": "You need a kiss...on the neck...from a crocodile."
    },
    {
        "text": "I hear theres a new app called Sense of Humor. Please download it."
    },
    {
        "text": "ABRACADABRA! Nope, youre still a b*tch."
    },
    {
        "text": "Your ass must be jealous of all the sh*t thats coming out of your mouth."
    },
    {
        "text": "I hope you lose weight so there will be less of you!"
    },
    {
        "text": "Anyone who ever said they loved you lied."
    },
    {
        "text": "Im sorry for hurting your feelings, I thought you already knew you were stupid."
    },
    {
        "text": "Youre giving me the silent treatment? Finally!"
    },
    {
        "text": "Im sorry, youve mistaken me for someone who gives a damn."
    },
    {
        "text": "Feed your own ego. Im busy."
    },
    {
        "text": "I would roast you but my mom told me that I'm not allowed to burn trash."
    },
    {
        "text": "Im so jealous of all the people that havent met you yet."
    },
    {
        "text": "Whoever told you to be yourself simply couldnt have given you worse advice."
    },
    {
        "text": "Ill try being nicer if you try being smarter."
    },
    {
        "text": "Ever since I saw you in your family tree, I've wanted to cut it down."
    },
    {
        "text": "Normally, people live and learn. You, on the other hand, just live."
    },
    {
        "text": "They say: You are what you eat. How much crap did you eat this morning?"
    },
    {
        "text": "Theres no need to repeat yourself. I ignored you the first time."
    },
    {
        "text": "I dont argue with idiots. They will just lower me to their level, then beat me with experience."
    },
    {
        "text": "If I had a dollar for every brain you dont have, Id have a dollar."
    },
    {
        "text": "Whenever I see you, middle finger gets an erection."
    },
    {
        "text": "I don't have an attitude problem. You have a perception problem!"
    },
    {
        "text": "You see that door? I want you on the other side of it."
    },
    {
        "text": "Its such a beautiful day to leave me alone. Scram!"
    },
    {
        "text": "You deserve a hug...around the neck...with a rope."
    },
    {
        "text": "You arent worth the dust that the wind is blowing on your face."
    },
    {
        "text": "Somewhere out there, there's a tree working very hard to produce oxygen so that you can breathe. I think you should go and apologize to it."
    },
    {
        "text": "I love the sound you make when you shut up."
    },
    {
        "text": "If I wanted to hear from an asshole, I would have farted."
    },
    {
        "text": "Okay, let me file what you just said under I couldnt care less."
    },
    {
        "text": "Ive been called worse by better people."
    },
    {
        "text": "If I agreed with you, wed both be wrong."
    },
    {
        "text": "Know your role, shut your hole!"
    },
    {
        "text": "Someday, you'll look back on this, laugh nervously, and change the subject."
    },
    {
        "text": "Too bad you cant photoshop an ugly personality."
    },
    {
        "text": "Im sorry, was that meant to offend me? The only thing offending me right now though is your face."
    },
    {
        "text": "Im not rude. I just speak what everyone else is thinking of you."
    },
    {
        "text": "I'd make a joke about your mother, but you being here has already done that for me."
    },
    {
        "text": "Lifes a b*tch. Oh no, wait. Thats you."
    },
    {
        "text": "Are you naturally this dumb or do you have to put in effort?"
    },
    {
        "text": "If I wanted to talk to you, I would have called you first."
    },
    {
        "text": "The trash gets picked up early tomorrow. Be ready."
    },
    {
        "text": "I dont remember asking for your opinion."
    },
    {
        "text": "Youre the reason nobody likes you."
    },
    {
        "text": "Pew! Pew! Pew! Thats the sound of me deflecting your whiny b*tching with my happiness shield."
    },
    {
        "text": "You consistently set low expectations and fail to achieve them."
    },
    {
        "text": "Some people bring joy wherever they go. You, on the other hand, bring joy whenever you go."
    },
    {
        "text": "Sometimes, I wish I was deaf so your grammar wouldnt bother me so much."
    },
    {
        "text": "I would like to leave you with one thought, but Im not sure if you have anywhere to store it in."
    },
    {
        "text": "Remember when I asked for your opinion? Yeah, me neither."
    },
    {
        "text": "Shock me, say something intelligent."
    },
    {
        "text": "Sometimes, its better to keep your mouth shut and give the impression that youre stupid rather than open it and remove all doubt."
    },
    {
        "text": "Id slap you, but that would be animal abuse."
    },
    {
        "text": "I thought of you today, and it pissed me off."
    },
    {
        "text": "Isnt this a battle of wits? You appear to be unarmed."
    },
    {
        "text": "I see you've set aside this special time to humiliate yourself in public."
    },
    {
        "text": "You couldnt handle me even if I came with instructions."
    },
    {
        "text": "On your mark, get set, go f*ck yourself!"
    },
    {
        "text": "You are validating my inherent mistrust of strangers."
    },
    {
        "text": "The last time I saw something like you, I flushed it."
    },
    {
        "text": "My life may be a joke, but its not as funny as your face."
    },
    {
        "text": "Now I know why everyone talks about you behind your back."
    },
    {
        "text": "If what you don't know can't hurt you, you're invulnerable."
    },
    {
        "text": "If youre gonna be a smartass, first you have to be smart. Otherwise, youre just an ass."
    },
    {
        "text": "Shit happens. I mean, look at your face."
    },
    {
        "text": "You should introduce your upper lip to your lower lip sometime and shut up!"
    },
    {
        "text": "I wanna give you a high five...on the face...with a hammer."
    },
    {
        "text": "If youre going to wait for me to care, I hope you brought something to eatbecause its probably going to take you a really long time."
    },
    {
        "text": "Seriously, your mouth is so foul! Should I offer you a tic-tac or a toilet paper?"
    },
    {
        "text": "You must think youre strong, but you only smell strong."
    },
    {
        "text": "What you lack in intelligence, you more than make up for in stupidity."
    },
    {
        "text": "Id give you a nasty look, but I see you've already got one."
    },
    {
        "text": "Did you fall from heaven? Because so did Satan!"
    },
    {
        "text": "Don't feel bad. A lot of people have no talent."
    },
    {
        "text": "Keep talking. Who knows, someday you might be able to say something intelligent."
    },
    {
        "text": "I may not be perfect, but at least Im not you."
    },
    {
        "text": "Youre like the end pieces of a loaf of bread. Everyone touches you, but nobody wants you."
    },
    {
        "text": "Hey, I found your nose. It was in my business."
    },
    {
        "text": "Id insult you, but then Id have to explain it afterwards, so never mind."
    },
    {
        "text": "Im not bossy. I just know what you should be doing."
    },
    {
        "text": "You fear success, but you really have nothing to worry about."
    },
    {
        "text": "You are like the sunnot because you light up my world, but because it hurts to look at you."
    },
    {
        "text": "You look like something that came out of a slow cooker."
    },
    {
        "text": "If laughter is the best medicine, your face must be curing the world."
    },
    {
        "text": "I hope your day becomes filled with people like you."
    },
    {
        "text": "If I had a dollar for every time you said something smart, I'd be broke."
    },
    {
        "text": "Youre not pretty enough to be that stupid."
    },
    {
        "text": "Brains aren't everything. In your case, they're nothing."
    },
    {
        "text": "How do you keep yourself from not choking on the constant flow of bullsh*t thats coming out of your mouth? You are seriously amazing!"
    },
    {
        "text": "If stupid could fly, youd be a jet."
    },
    {
        "text": "Keep talking...Im diagnosing you."
    },
    {
        "text": "I dont understand your specific kind of stupidity, but I do admire your total commitment to it."
    },
    {
        "text": "Are you always so stupid or is today a special occasion?"
    },
    {
        "text": "I tried to put myself in your shoes, but they were cheap and ugly just like you."
    },
    {
        "text": "You smell like drama and headache. Please stay away from me!"
    },
    {
        "text": "Can you die of constipation? I ask because Im worried about how full of sh*t you are."
    },
    {
        "text": "Life is full of disappointments, and I just added you to the list."
    },
    {
        "text": "I can tell when youre lying. Your lips are moving."
    },
    {
        "text": "May the chocolate chips in your cookies always turn out to be raisins."
    },
    {
        "text": "Were you born this stupid, or did you take lessons?"
    },
    {
        "text": "Of all the mistakes in the world, you are the mistakiest!"
    },
    {
        "text": "I will ignore you so hard you will start doubting your existence."
    },
    {
        "text": "Before you tell me what I did wrong, you should first know that I dont care."
    },
    {
        "text": "If youre going to act like a turd, go lay on the yard."
    },
    {
        "text": "I get so emotional when youre not around. The emotion is happiness, by the way."
    },
    {
        "text": "I expected an intellectual conversation, but it seems theres no one around to have that with."
    },
    {
        "text": "Just because Im smiling doesnt mean I dont want to hit you in the face."
    },
    {
        "text": "You are not as bad as people say. You are much, MUCH worse!"
    },
    {
        "text": "I'm already visualizing the duct tape over your mouth."
    },
    {
        "text": "I would slap you but sh*t splatters, and that would be too much of a mess."
    },
    {
        "text": "How long did it take you to come up with that one?"
    },
    {
        "text": "Id like to see things from your view, but I cant get my head that far up my ass."
    },
    {
        "text": "I bet your brain feels as good as new, seeing that youve never used it."
    },
    {
        "text": "Ive met several pricks before, but you sir are a cactus."
    },
    {
        "text": "You look like a before picture."
    },
    {
        "text": "Theres someone for everyone, and the person for you is a psychiatrist."
    },
    {
        "text": "Let's go to the zoo. I've always wanted to meet your family."
    },
    {
        "text": "You shouldnt act hard-to-get when youre already hard-to-like."
    },
    {
        "text": "Here, let me wash the stupid right off of you. Oh wait, its not coming off."
    },
    {
        "text": "You speak an infinite deal of nothing."
    },
    {
        "text": "Its okay if you dont like me. Not everyone has good taste."
    },
    {
        "text": "Your brain has two partsthe 'left' and the 'right'. On the left side, there's nothing right. On the right side, there's nothing left."
    },
    {
        "text": "It must be hard putting makeup on your two faces."
    },
    {
        "text": "I didnt know that answering a question was considered talking back."
    },
    {
        "text": "If you don't like my opinion of youimprove yourself!"
    },
    {
        "text": "Whenever we hang out, I remember that God really does have a sense of humor."
    },
    {
        "text": "If you ran like your mouth, youd be in good shape."
    },
    {
        "text": "I would ask you how old you are, but I know that you can't count that high."
    },
    {
        "text": "2 words, 1 finger. Do the math!"
    },
    {
        "text": "You are so ugly that when you looked in the mirror, your reflection walked away."
    },
    {
        "text": "Theres only one thing that keeps me from breaking you in halfI dont want two of you around!"
    },
    {
        "text": "Even dogs dont like you."
    },
    {
        "text": "Jealousy is a disease. Get well soon!"
    },
    {
        "text": "If ignorance is bliss, you must be the happiest person on the planet."
    },
    {
        "text": "If you spoke your mind, youd be speechless."
    },
    {
        "text": "I heard your parents took you to a dog show and you won."
    },
    {
        "text": "Sorry for the mean, awful accurate things I said."
    },
    {
        "text": "Maybe you should eat some makeup so you can be pretty on the inside too."
    },
    {
        "text": "Are you afraid that zombies will eat your brain? Nah, youll be fine."
    },
    {
        "text": "If everyone was like you, the human race would lose faith in the world."
    },
    {
        "text": "When your mom dropped you off at school, she got apprehended by the authorities for littering."
    },
    {
        "text": "I can explain it to you, but I cant understand it for you."
    },
    {
        "text": "Since narcissistic is such a big word for you, how about asshole? You know what an asshole is, right?"
    },
    {
        "text": "Im sorry you got offended that one time you were treated the exact way you treat everyone all the time."
    },
    {
        "text": "Me, jealous of you? Bless your delusional heart!"
    },
    {
        "text": "Oops, my bad. I couldve sworn I was dealing with an adult."
    },
    {
        "text": "If I were a bird, youd be the first person Id poop on."
    },
    {
        "text": "Stupidity is not a crime, so youre free to go."
    },
    {
        "text": "I have neither the time nor the crayons to explain this to you."
    },
    {
        "text": "I wasnt born with enough middle fingers to let you know how I feel."
    },
    {
        "text": "Please cancel my subscription to your issues."
    },
    {
        "text": "Oh, Im sorry. I didnt realize my happiness makes you so miserable."
    },
    {
        "text": "If you really want to know about mistakes, you should ask your parents."
    },
    {
        "text": "The only thing I dont like about you is that constant inhaling and exhaling habit you have."
    },
    {
        "text": "Mind if I ask where the OFF button for your mouth is?"
    },
    {
        "text": "Heres a tissue, you have a little piece of sh*t on your lips."
    },
    {
        "text": "I hope you step on a LEGO."
    },
    {
        "text": "Im sorry I didnt get that. I dont speak bullsh*t."
    },
    {
        "text": "Its okay if you disagree with me. I cant force you to be right."
    },
    {
        "text": "I may be fat, but fat can be burned. Ugly, on the other hand, is much more difficult to fix."
    },
    {
        "text": "If I wanted a b*tch, I would have purchased a dog."
    },
    {
        "text": "Unless your name is Google, stop acting like you know everything!"
    },
    {
        "text": "You know whats funny? Not you, so shut up!"
    },
    {
        "text": "Id like to help you out. Which way did you come in?"
    },
    {
        "text": "Long story short, because you wouldnt be able to follow with the long one."
    },
    {
        "text": "Goeth & fucketh thyself!"
    },
    {
        "text": "Beauty is skin deep, but ugly is to the bone."
    },
    {
        "text": "May you always step on a wet spot after putting on fresh socks."
    },
    {
        "text": "May both sides of your pillow be uncomfortably warm."
    },
    {
        "text": "There's only one problem with your face, I can see it."
    },
    {
        "text": "I told my therapist about you."
    },
    {
        "text": "Did your parents ever ask you to run away?"
    },
    {
        "text": "So if I typed idiot into Google image search, would your picture come up?"
    },
    {
        "text": "I dont know what your problem is, but Im guessing its hard to pronounce."
    },
    {
        "text": "Id love to kill you with kindness, but all I have is this chainsaw."
    },
    {
        "text": "Who ate your bowl of sunshine this morning, thundercloud?"
    },
    {
        "text": "Im not arguing. Im simply explaining why Im right."
    },
    {
        "text": "You have the right to remain silent because whatever you say will probably be stupid anyway."
    },
    {
        "text": "Don't you love nature despite what it did to you?"
    },
    {
        "text": "Im not insulting you. Im describing you."
    },
    {
        "text": "Calling you an idiot would be an insult to all stupid people in the world."
    },
    {
        "text": "Im busy, youre ugly. Have a nice day."
    },
    {
        "text": "I dont know what makes you so stupid, but it really works."
    },
    {
        "text": "Look at the time, its time for you to shut the f*ck up!"
    },
    {
        "text": "You are about to exceed the limits of my medication."
    },
    {
        "text": "I can only please one person a day. Today isnt your day. Tomorrow isnt looking good either."
    },
    {
        "text": "My alone time is meant for your safety."
    },
    {
        "text": "I desire that we be better strangers."
    },
    {
        "text": "In order to insult me, I must first value your opinion. Nice try though."
    }
]